Repository: malamalca/arhint
Catalog: plugins/Documents/resources/locales/*/documents.po
Languages: sl_si

source: No Access
sl_si: Ni dostopa

source: No counters found. Please activate or add a new one.
sl_si: Ni še vpisanega števca dokumentov. Vpišite nov števec ali reaktivirajte obstoječega.

source: The document has been saved.
sl_si: Dokument je shranjen.

source: The document could not be saved. Please, try again.
sl_si: Napaka v vpisanih podatkih. Preverite polja in poizkusite ponovno.

source: The invoice has been deleted.
sl_si: Račun je izbrisan.

source: The invoice could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: The document has been signed.
sl_si: Dokument je podpisan.

source: Signing document failed. Please, try again.
sl_si: Podpisovanje je spodletelo. Preverite polja in poizkusite ponovno.

source: The document(s) has been sent.
sl_si: Dokument je bil poslan.

source: Please correct all marked fields below.
sl_si: Vpisani so napačni podatki. Popravite označena polja.

source: Error exporting to specified format.
sl_si: Napaka pri izvozu v izbrani format.

source: Documents
sl_si: Dokumenti

source: Invalid request.
sl_si: Napaka pri zahtevi.

source: The client has been saved.
sl_si: Klient je stranjen.

source: The client could not be saved. Please, try again.
sl_si: Napaka v vpisanih podatkih. Preverite polja in poizkusite ponovno.

source: The documents counter has been saved.
sl_si: Števec dokumentov je shranjen.

source: The documents counter could not be saved. Please, try again.
sl_si: Napaka v vpisanih podatkih. Preverite polja in poizkusite ponovno.

source: The documents counter has been deleted.
sl_si: Števec dokumentov je izbrisan.

source: The documents counter could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: Documents have been successfully linked.
sl_si: Povezava dokumentov je shranjena.

source: The link could not be established. Please, try again.
sl_si: Povezave ne mogoče vzpostaviti. Preverite polja in poizkusite ponovno.

source: The documents link has been deleted.
sl_si: Povezava je bila izbrisana.

source: The documents link could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: The documents template has been saved.
sl_si: Podloga dokumenta je shranjena.

source: The template could not be saved. Please, try again.
sl_si: Predloga ni shranjena. Preverite polja in poizkusite ponovno.

source: The documents template has been deleted.
sl_si: Podloga je bila izbrisana.

source: The documents template could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: The item has been saved.
sl_si: Artikel je stranjen.

source: The item could not be saved. Please, try again.
sl_si: Napaka v vpisanih podatkih. Preverite polja in poizkusite ponovno.

source: The item has been deleted.
sl_si: Artikel je izbrisan.

source: The item could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: Invalid ajax call.
sl_si: Napaka v ajax klicu.

source: The vat has been saved.
sl_si: Davčna stopnja je shranjena.

source: The vat could not be saved. Please, try again.
sl_si: Napaka v vpisanih podatkih. Preverite polja in poizkusite ponovno.

source: The vat has been deleted.
sl_si: Davčna stopnja je izbrisana.

source: The vat could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: The vehicles has been saved.
sl_si: Vozilo je stranjene.

source: The vehicles could not be saved. Please, try again.
sl_si: Napaka v vpisanih podatkih. Preverite polja in poizkusite ponovno.

source: The vehicle has been deleted.
sl_si: Vozilo je izbrisano.

source: The vehicle could not be deleted. Please, try again.
sl_si: Napaka pri brisanju. Preverite povezavo in poizkusite ponovno.

source: New Documents In Last Hour
sl_si: Novi dokumenti v zadnji uri

source: Last 6 documents
sl_si: Zadnjih 6 dokumentov

source: Invoices
sl_si: Računi

source: Reports
sl_si: Izpisi

source: List
sl_si: Seznam

source: Travel Orders
sl_si: Potni nalogi

source: Export
sl_si: Izvoz

source: eRacuni
sl_si: eRačuni

source: Lookups
sl_si: Šifranti

source: Items
sl_si: Artikli

source: Counters
sl_si: Števci

source: VAT levels
sl_si: Davčne stopnje

source: Templates
sl_si: Predloge dokumenta

source: Vehicles
sl_si: Vozila

source: Signature element not found
sl_si: Element z ePodpisom ne obstaja

source: SignedInfo element not found
sl_si: SignedInfo ne obstaja

source: Missing DigestValue or DigestMethod for reference {0}
sl_si: Ne najdem DigestValue ali DigestMethod za referenco {0}

source: Referenced element not found for URI: {0}
sl_si: Referenčni element za URI {0} ne obstaja

source: Digest mismatch for reference {0}
sl_si: Napačna zgoščena vrednost za referenco {0}

source: SignatureValue element not found
sl_si: Element SignatureValue ne obstaja

source: SignatureValue is empty
sl_si: Element "SignatureValue" je prazen

source: X509Certificate not found
sl_si: Element "X509Certificate" ne obstaja

source: X509Certificate is empty
sl_si: Element "X509Certificate" je prazen

source: Failed to extract public key from certificate
sl_si: Iz certifikata ni mogoče pridobiti javnega ključa

source: SignatureMethod not found
sl_si: Element "SignatureMethod" ne obstaja

source: Signature verification failed: signature is invalid
sl_si: Preverjanje ePodpisa ni uspešno - podpis je neveljaven

source: Signature verification error: {0}
sl_si: Napake v ePodpisu: {0}

source: Invoice data has been modified after signing
sl_si: Podatki računa so bili spremenjeni od zadnjega ePodpisa.

source: Data element not found in current invoice XML
sl_si: Element s podatki v XML računu ne obstaja

source: Failed to parse signed XML
sl_si: XML struktura ni ustrezna

source: Digest reference for #data not found in signed XML
sl_si: V podpisanem XMLju zgostitvena vrednost za element #data ne obstaja.

source: Document has not been signed
sl_si: Dokument ni ePodpisan

source: Signing time has been modified
sl_si: Neskladen datum in čas ePodpisa

source: Unknown validation error
sl_si: Neznana napaka

source: Issuer: {0}
sl_si: Izdajatelj: {0}

source: Serial: {0}
sl_si: Serijska: {0}

source: Valid Signature
sl_si: Podpis OK

source: No Signature
sl_si: Ni ePodpisa

source: Invalid Signature
sl_si: Neveljaven ePodpis

source: Edit Client
sl_si: Urejanje klienta

source: Title
sl_si: Naziv

source: Title is required.
sl_si: Naziv je zahtevano polje.

source: Tax no.
sl_si: Davčna št.

source: Tax no is required.
sl_si: Davčna št. je zahtevano polje.

source: Mat no.
sl_si: Matična št.

source: Mat no is required.
sl_si: Matična št. je zahtevano polje.

source: Address
sl_si: Naslov

source: Street
sl_si: Ulica

source: Street is required.
sl_si: Ulica je zahtevano polje.

source: ZIP and City
sl_si: Pošta in kraj

source: Country
sl_si: Država

source: Account Data
sl_si: Transakcijski račun

source: Bank
sl_si: Naziv banke

source: Contact Data
sl_si: Kontaktni podatki

source: Contact Person
sl_si: Kontaktna oseba

source: Phone
sl_si: Telefon

source: Fax
sl_si: Faks

source: Save
sl_si: Shrani

source: Edit Counter
sl_si: Urejanje števca

source: Add Counter
sl_si: Vpis števca

source: Basics
sl_si: Osnovni podatki

source: Kind
sl_si: Tip

source: Direction
sl_si: Navodila

source: Issued
sl_si: Izdano

source: Received
sl_si: Prejeto

source: Type
sl_si: Tip

source: unspecified
sl_si: brez

source: Counter Status
sl_si: Zadnja uporabljena številka

source: This counter is active
sl_si: Števec je aktiven

source: Document no. Template
sl_si: Predloga za številko

source: Use [[no]], [[no.2]], [[year]] templates.
sl_si: Uporabijo se lahko značke [[no]], [[no.2]], [[year]].

source: Document description Template
sl_si: Predloge za besedilo

source: Payment Templates
sl_si: Predloge plačila

source: Days To Pay
sl_si: Rok za plačilo (dni)

source: Default Layouts
sl_si: Privzete predlogo

source: Header
sl_si: Glava

source: none
sl_si: brez

source: Body
sl_si: Besedilo

source: default
sl_si: privzeto

source: Footer
sl_si: Noga

source: Active
sl_si: Aktivni

source: All
sl_si: Vsi

source: all types
sl_si: vsi

source: {0} counters of {1}
sl_si: {0} števci tipa: {1}

source: Add
sl_si: Dodaj

source: Last no
sl_si: Zadnja št.

source: N/A
sl_si: n.p.

source: Link Documents
sl_si: Povezava dokumentov

source: Document
sl_si: Dokument

source: Document is required.
sl_si: Dokument je zahtevano polje.

source: Edit Template
sl_si: Uredi predlogo

source: Add Template
sl_si: Vpis predloge

source: Remove image
sl_si: Odstrani sliko

source: This is default template
sl_si: Privzeta predloga

source: All Counters
sl_si: vsi števci

source: Date
sl_si: Datum

source: No documents found.
sl_si: Ni dokumentov.

source: Add an Document #{0} <span class="light">({1})</span>
sl_si: Vpis dokumenta #{0} <span class="light">({1})</span>

source: Edit an Document #{0} <span class="light">({1})</span>
sl_si: Urejanje dokumenta #{0} <span class="light">({1})</span>

source: Preview
sl_si: Predogled

source: Please enter document's title.
sl_si: Vpišite naziv dokumenta.

source: Receiver
sl_si: Prejemnik

source: Issuer
sl_si: Izdajatelj

source: Start typing to select client or add a [$1new company] or [$2new contact].
sl_si: Začnite s pisanjem za izbor klienta ali vpišite novega [$1podjetje] ali [$2osebo].

source: Please choose a client
sl_si: Izberite klienta.

source: Document no
sl_si: Dokument št.

source: Location
sl_si: Kraj izdaje

source: Project
sl_si: Projekt

source: no project
sl_si: brez projekta

source: Dates
sl_si: Datumi

source: Date of issue
sl_si: Datum dokumenta

source: Blank
sl_si: Vpišite podatek

source: Description
sl_si: Opis

source: Add another document after saving this one
sl_si: Po shranjevanju nadaljuj z vpisom novega dokumenta

source: Add a Company
sl_si: Vpis podjetja

source: Add a Person
sl_si: Vpis osebe

source: ARHINT document
sl_si: ARHINT dokumenti

source: ARHINT documents
sl_si: ARHINT dokumenti

source: Regards
sl_si: Lep pozdrav

source: Email Document
sl_si: Pošlji dokument

source: To
sl_si: Za

source: CC
sl_si: Kp

source: Send CC to me ({0})
sl_si: Pošlji mi kopijo ({0})

source: Subject
sl_si: Zadeva

source: Send
sl_si: Pošlji

source: Attachments
sl_si: Priponke

source: "{2}" from {0} to {1}
sl_si: "{2}" od {0} do {1}

source: Print
sl_si: Tiskaj

source: No
sl_si: Št.

source: Client
sl_si: Klient

source: Document Preview
sl_si: Predogled

source: Document #%1$s
sl_si: Dokument #%1$s

source: Back
sl_si: Nazaj

source: Edit Templates for Document #{0}
sl_si: Urejanje predlog za dokument #{0}

source: Page Header
sl_si: Glava dokumenta

source: Page Body
sl_si: Telo dokumenta

source: Page Footer
sl_si: Noga dokumenta

source: Edit
sl_si: Uredi

source: Duplicate
sl_si: Kopija

source: Attach
sl_si: Pripenjanje

source: File
sl_si: Datoteke

source: Linked Document
sl_si: Povezan dokument

source: Delete
sl_si: Briši

source: Are you sure you want to delete this document?
sl_si: Ste prepričani, da želite izbrisati dokument?

source: Settings
sl_si: Nastavitve

source: Edit Issuer
sl_si: Urejanje izdajatelja

source: Edit Receiver
sl_si: Urejanje prejemnika

source: Logs
sl_si: Zapisi

source: Linked Documents
sl_si: Povezani dokumenti

source: Are you sure you want to delete this link?
sl_si: Ste prepričani, da želite izbrisati povezan dokument?

source: Edit Templates
sl_si: Uredi predloge

source: Attach File
sl_si: Pripenjanje

source: Link Document
sl_si: Povezava dokumentov

source: Scan Document
sl_si: Sken dokumenta

source: Total
sl_si: Skupaj

source: No invoices found.
sl_si: Ni vpisanih računov

source: Buyer
sl_si: Naročnik - plačnik

source: Use different client for buyer.
sl_si: Izberi drugega plačnika

source: Service date
sl_si: Datum storitve

source: Expiration date
sl_si: Datum zapadlosti

source: Analytics
sl_si: Analitika

source: Taxes Analytics
sl_si: DDV Analitika

source: Payment
sl_si: Plačilo

source: Document must be payed.
sl_si: Račun je potrebno plačati.

source: Auto transaction. No payment needed.
sl_si: Račun bo plačan preko direktne bremenitve in ga ni potrebno plačati.

source: Document payed in full.
sl_si: Račun je bil že plačan.

source: Other. No payment needed.
sl_si: Drugo - ni možnosti plačila.

source: Payment Kind
sl_si: Način plačila

source: Sepa Type
sl_si: Koda namena

source: Invalid type
sl_si: Nepoznani tip.

source: Invalid format
sl_si: Nepoznani format

source: Reference
sl_si: Referenca

source: Use 'OTHR' for unknown payment type. Use prefix and two numers for module (eg SI00).
sl_si: Uporabite 'OTHR' za nepoznane tipe plačila. Za uporabo modula uporabite še lokalno predpono kot npr. SI00

source: EXPORT: eRačuni
sl_si: IZVOZ: eRačuni XLS

source: Counter
sl_si: Števec

source: Specify Month
sl_si: Izbira meseca

source: From - to Date
sl_si: Od-do datuma

source: Start
sl_si: od

source: End
sl_si: do

source: Net Total
sl_si: Skupaj brez DDV

source: Total Sum
sl_si: Skupni znesek

source: Invoice Preview
sl_si: Predogled

source: Invoice #%1$s
sl_si: Račun #%1$s

source: REPORT: Invoices
sl_si: IZPIS: Računi

source: Invoices Preview
sl_si: Predogled

source: Sign Invoice #{0}
sl_si: Podpis dokumenta #{0}

source: Select Certificate
sl_si: Izberite certifikat

source: Datetime
sl_si: Datum in čas

source: Sign Document
sl_si: Podpis dokumenta

source: Are you sure you want to sign this document?
sl_si: Ste prepričani, da želite podpisati dokument?

source: Invoice validation
sl_si: Preverjanje podatkov

source: SUCCESS! No errors found!
sl_si: USPEŠNO! Napak ni!

source: Sign
sl_si: ePodpis

source: Unknown Type
sl_si: Neznan tip

source: Sepa XML
sl_si: Sepa XML plačilo

source: Edit Buyer
sl_si: Urejanje naročnika-plačnika

source: TAX payee no.
sl_si: ID št. za DDV

source: TAX no.
sl_si: Davčna št.

source: Approval date
sl_si: Datum potrditve

source: Sign date
sl_si: Datum podpisa

source: Signature Status
sl_si: Status ePodpisa

source: Loading...
sl_si: Preverjanje...

source: Quantity
sl_si: Količina

source: Unit
sl_si: E.M.

source: Price per Unit
sl_si: Cena

source: Discount [%]
sl_si: Popust [%]

source: Unit Total
sl_si: Skupaj

source: Tax [%]
sl_si: DDV [%]

source: Total with Tax
sl_si: Skupaj z DDV

source: Grand Total
sl_si: Skupni znesek

source: VAT [%]
sl_si: DDV [%]

source: Base
sl_si: Osnova

source: Tax
sl_si: DDV

source: VAT Analytics
sl_si: DDV Analitika

source: Created
sl_si: Ustvarjen

source: Attachment Preview
sl_si: Predogled priponke

source: Edit Item
sl_si: Urejanje artikla

source: Add Item
sl_si: Nov artikel

source: Description is required.
sl_si: Opis je zahtevano polje.

source: Qty
sl_si: Kol.

source: pcs
sl_si: kom

source: Discount
sl_si: Popust

source: Price
sl_si: Cena

source: Vat
sl_si: DDV

source: Add a Travel Order #{0} <span class="light">({1})</span>
sl_si: Vpis potnega naloga #{0} <span class="light">({1})</span>

source: Edit a Travel Order #{0} <span class="light">({1})</span>
sl_si: Urejanje potnega naloga #{0} <span class="light">({1})</span>

source: Please enter location.
sl_si: Vpišite lokacijo.

source: Please date of order.
sl_si: Vpišite datum naloga.

source: Travel Details
sl_si: Podatki o poti

source: Traveller
sl_si: Potnik

source: Travel Task Date
sl_si: Datum naloge

source: Travel Task
sl_si: Naloga

source: Travel Description
sl_si: Opis poti

source: Enter travel route (eg. New York - Jersey - New York)
sl_si: Vpišite opis poti (npr. Ljubljana-Maribor-Ljubljana)

source: Travel Departure
sl_si: Odhod

source: Travel Arrival
sl_si: Prihod

source: Vehicle
sl_si: Vozilo

source: Vehicle's name
sl_si: Naziv

source: Vehicle's Registration
sl_si: Registracija

source: Vehicle's Owner
sl_si: Lastnik

source: Travel Advance
sl_si: Avans

source: Amount [€]
sl_si: Znesek [€]

source: Date of Advance Payment
sl_si: Datum avansa

source: Add another travel order after saving this one
sl_si: Po shranjevanju nadaljuj z vpisom novega naloga

source: Task
sl_si: Opravilo

source: Employee
sl_si: Uslužbenec

source: Scan
sl_si: Skeniranje

source: Edit Payer
sl_si: Uredi plačnika

source: Edit Vat
sl_si: Urejanje DDV

source: Add Vat
sl_si: Vpis DDV

source: Percent
sl_si: Procent

source: Vats
sl_si: DDV stopnje

source: Level
sl_si: Stopnja

source: Edit Vehicle
sl_si: Urejanje vozila

source: Add Vehicle
sl_si: Vpis vozila

source: Registration
sl_si: Registracija

source: Registration is required.
sl_si: Registracija je zahtevano polje.

source: Owner
sl_si: Lastnik

source: Owner is required.
sl_si: Lastnik je zahtevano polje.

source: Net total
sl_si: Skupaj brez DDV

source: Remove Item
sl_si: Odstrani artikel

source: Add new Item
sl_si: Vpis novega artikla

source: VAT Description
sl_si: Opis

source: Add new Tax
sl_si: Vpišite DDV

source: No invoices for this Contact found.
sl_si: Dokumenti ne obstajajo.

source: Invoice
sl_si: Račun

source: Download Attachment(s)
sl_si: Prenos priponk

source: Documents List from {0} to {1}
sl_si: Seznam računov od {0} do {1}

source: Documents List for {0}
sl_si: Seznam računov za {0}

source: TOTAL
sl_si: SKUPAJ
