Repository: malamalca/arhint
Catalog: plugins/Tasks/resources/locales/*/tasks.po
Languages: sl_si

source: Folder does not exist.
sl_si: Seznam ne obstaja.

source: The task has been saved.
sl_si: Opravilo je shranjeno.

source: The task could not be saved. Please, try again.
sl_si: Opravila ni mogoče shraniti. Preverite vpisana polja.

source: The task has been deleted.
sl_si: Opravilo je izbrisano.

source: The task could not be deleted. Please, try again.
sl_si: Opravila ni mogoče izbrisati. Poizkusite ponovno.

source: The folder has been saved.
sl_si: Seznam je shranjen.

source: The folder could not be saved. Please, try again.
sl_si: Seznama ni mogoče shraniti. Preverite vpisana polja.

source: The folder has been deleted.
sl_si: Seznam je izbrisan.

source: The folder could not be deleted. Please, try again.
sl_si: Seznama ni mogoče izbrisati. Poizkusite ponovno.

source: Open Tasks
sl_si: Odprta opravila

source: Tasks
sl_si: Opravila

source: Filters
sl_si: Filter

source: Today's Tasks
sl_si: Danes

source: Tomorrow's Tasks
sl_si: Jutri

source: Further on
sl_si: V prihodnosti

source: No Due Date
sl_si: Brez roka

source: All Tasks
sl_si: Vsa opravila

source: Completed Tasks
sl_si: Zaključena

source: today
sl_si: danes

source: tomorrow
sl_si: jutri

source: :: due {0}
sl_si: :: rok {0}

source: "{0}" to Anyone
sl_si: "{0}" za kogarkoli

source: Me to Anyone
sl_si: Jaz za kogarkoli

source: "{0}" to Me
sl_si: "{0}" zame

source: "{0}" from Me
sl_si: Jaz za "{0}"

source: Edit
sl_si: Uredi

source: Delete
sl_si: Izbriši

source: Are you sure you want to delete this task?
sl_si: Ali ste prepričani, da želite izbrisati to opravilo?

source: Edit Task List
sl_si: Uredi seznam opravil

source: Add Task List
sl_si: Dodaj seznam opravil

source: Are you sure you want to delete this folder?
sl_si: Ali ste prepričani, da želite izbrisati ta seznam?

source: Title
sl_si: Naziv

source: Save
sl_si: Shrani

source: Edit Task
sl_si: Uredi opravilo

source: Add Task
sl_si: Dodaj opravilo

source: Due Date
sl_si: Rok

source: Assigned To
sl_si: Za

source: anyone
sl_si: kogarkoli

source: Notes
sl_si: Opombe

source: List
sl_si: Seznam

source: Add List
sl_si: Dodaj seznam

source: Add Folder
sl_si: Dodaj seznam
