Repository: malamalca/arhint
Catalog: plugins/LilCrm/resources/locales/*/lil_crm.po
Languages: sl_si

source: Invalid adrema
sl_si: Adrema ne obstaja

source: The adrema has been saved.
sl_si: Adrema je shranjena.

source: The adrema could not be saved. Please, try again.
sl_si: Adreme ni mogoče shraniti. Preverite vpisana polja.

source: The adrema has been deleted.
sl_si: Adrema je izbrisana.

source: The adrema could not be deleted. Please, try again.
sl_si: Adreme ni mogoče brisati. Poizkusite ponovno.

source: Invalid account
sl_si: Račun ne obstaja

source: The contacts' account has been saved.
sl_si: Račun je shranjen.

source: The contacts' account could not be saved. Please, try again.
sl_si: Računa ni mogoče shraniti. Preverite vpisana polja.

source: The contacts account has been deleted.
sl_si: Račun je izbrisan.

source: The contacts account could not be deleted. Please, try again.
sl_si: Računa ni mogoče izbrisati. Poizkusite ponovno.

source: Invalid address
sl_si: Naslov ne obstaja.

source: The contacts' address has been saved.
sl_si: Naslov je shranjen.

source: The contacts' address could not be saved. Please, try again.
sl_si: Naslova ni mogoče shraniti. Preverite vpisana polja.

source: The contacts address has been deleted.
sl_si: Naslov je izbrisan.

source: The contacts address could not be deleted. Please, try again.
sl_si: Naslova ni mogoče izbrisati. Poizkusite ponovno.

source: Invalid contact
sl_si: Kontakt ne obstaja.

source: Contact has been saved.
sl_si: Kontakt je shranjen.

source: Unable to save your contact.
sl_si: Kontakta ni mogoče shraniti.

source: The contact been deleted.
sl_si: Kontakt je izbrisan.

source: The contact could not be deleted. Please, try again.
sl_si: Kontakta ni mogoče izbrisati. Poizkusite ponovno.

source: Invalid ajax call or contact does not exist.
sl_si: Napaka pri povezavi, mogoče kontakt ne obstaja.

source: Soap call failed
sl_si: Oddaljeni klic je spodletel.

source: Invalid email
sl_si: Email ne obstaja.

source: The contacts email has been saved.
sl_si: Email naslov je shranjen.

source: The contacts email could not be saved. Please, try again.
sl_si: Email naslova ni mogoče shraniti. Preverite vpisana polja.

source: The contacts email has been deleted.
sl_si: Email naslov je izbrisan.

source: The contacts email could not be deleted. Please, try again.
sl_si: Email naslova ni mogoče izbrisati. Poizkusite ponovno.

source: Invalid phone
sl_si: Telefon ne obstaja.

source: The contacts phone has been saved.
sl_si: Telefon je shranjen.

source: The contacts phone could not be saved. Please, try again.
sl_si: Številke ni mogoče shraniti. Preverite vpisana polja.

source: The contacts phone has been deleted.
sl_si: Telefonska številka je izbrisana

source: The contacts phone could not be deleted. Please, try again.
sl_si: Številke ni mogoče izbrisati. Poizkusite ponovno.

source: Invalid label
sl_si: Nalepka ne obstaja.

source: The address has been saved.
sl_si: Naslov je shranjen.

source: The address could not be saved. Please, try again.
sl_si: Naslova ni mogoče shraniti. Preverite vpisana polja.

source: The label has been deleted.
sl_si: Nalepka je izbrisana.

source: The label could not be deleted. Please, try again.
sl_si: Nalepke ni mogoče izbrisati. Poizkusite ponovno.

source: Costumers
sl_si: Stranke in kontakti

source: Contacts
sl_si: Kontakti

source: Companies
sl_si: Podjetja

source: Labels
sl_si: Nalepke in obrazci

source: Edit Adrema
sl_si: Uredi adremo

source: Add Adrema
sl_si: Vpis adreme

source: Title
sl_si: Naziv

source: Adrema title is required.
sl_si: Naziv je obvezno polje.

source: Save
sl_si: Shrani

source: Edit Contact
sl_si: Uredi kontakt

source: Add a Person
sl_si: Vpis kontakta

source: Add a Company
sl_si: Vpis podjetja

source: Company Data
sl_si: Podatki podjetja

source: Please enter contact's title.
sl_si: Vpišite naziv kontakta.

source: Mat no.
sl_si: Matična št.

source: Tax no.
sl_si: Davčna št.

source: Please enter tax no.
sl_si: Vpišite davčno številko.

source: Tax status
sl_si: Zavezanec za DDV

source: Description
sl_si: Opis

source: Personal Data
sl_si: Osebni podatki

source: Name
sl_si: Ime

source: Surname
sl_si: Priimek

source: Please enter Contact's name or surname.
sl_si: Vpišite ime ali priimek.

source: Sync-able Contact
sl_si: Kontakt se sinhronizira na splet

source: Work Position
sl_si: Delavno mesto

source: Company Name
sl_si: Naziv podjetja

source: Job description
sl_si: Delovno mesto

source: Primary Address
sl_si: Glavni naslov

source: Street
sl_si: Ulica

source: ZIP and City
sl_si: Pošta in kraj

source: Country
sl_si: Država

source: Primary Account
sl_si: Primarni račun

source: Bank
sl_si: Banka

source: Contact List
sl_si: Seznam kontaktov

source: Add
sl_si: Dodaj

source: Phone
sl_si: Telefon

source: Syncable
sl_si: Sinhr.

source: employed
sl_si: zaposlen/a

source: Edit
sl_si: Uredi

source: Delete
sl_si: Briši

source: Are you sure you want to delete this contact?
sl_si: Ste prepričani, da želite izbrisati kontakt?

source: Add Adress
sl_si: Nov naslov

source: Add Address
sl_si: Nov naslov

source: Add Email
sl_si: Nov email

source: Add Phone
sl_si: Nov telefon

source: Add Account
sl_si: Nov račun

source: TAX payee no.
sl_si: ID št. za DDV

source: TAX no.
sl_si: Davčna št.

source: Address
sl_si: Naslovi

source: other
sl_si: ostalo

source: Unknown
sl_si: N/A

source: Account
sl_si: Račun

source: Employees
sl_si: Zaposleni

source: Edit Address
sl_si: Uredi naslov

source: Edit Email
sl_si: Uredi email

source: Edit Phone
sl_si: Urejanje telefona

source: Edit Account
sl_si: Uredi račun

source: Add an Account
sl_si: Nov račun

source: Kind
sl_si: Tip

source: Entry of this type already exists.
sl_si: Zapis takega tipa že obstaja. Izberite drug tip.

source: This is a primary account
sl_si: To je glavni račun

source: Add an Address
sl_si: Nov naslov

source: State
sl_si: Država

source: This is a primary address
sl_si: To je glavni naslov

source: Add an Email
sl_si: Nov email

source: This is a primary email
sl_si: To je glavni email naslov

source: Edit Phone Number
sl_si: Urejanje telefona

source: Add a Phone Number
sl_si: Nov telefon

source: Phone Number
sl_si: Telefonska številka

source: This is a primary phone
sl_si: To je glavna telefonska številka

source: Select and Edit Adrema
sl_si: Izbira in urejanje adreme

source: Save As
sl_si: Shrani kot

source: Are you sure you want to delete current adrema and all of its contacts?
sl_si: Ste prepričani, da želite izbrisati adremo in vse povezane kontakte?

source: City
sl_si: Kraj

source: ZIP
sl_si: Poštna št.

source: Add new address
sl_si: Dodaj naslov

source: Next
sl_si: Naprej

source: Are you sure you want to remove this contact from adrema?
sl_si: Ste prepričani, da želite izbrisati kontakt iz adreme?

source: No adremas found. Please {0}.
sl_si: Ni vpisane adreme. {0}.

source: add new adrema
sl_si: Vpis nove adreme

source: Are you sure you want to delete this item?
sl_si: Ste prepričani, da želite izbrisati element?

source: Title is required.
sl_si: Naziv je obvezno polje.

source: Select Label
sl_si: Izberite nalepko ali obrazec

source: Label
sl_si: Nalepka ali obrazec
