Repository: malamalca/arhint
Catalog: plugins/Projects/resources/locales/*/projects.po
Languages: sl_si

source: No Access
sl_si: Ni dostopa

source: The project has been saved.
sl_si: Projekt je shranjen.

source: The project could not be saved. Please, try again.
sl_si: Projekta ni mogoče shraniti. Preverite vpisane podatke.

source: The project user has been saved.
sl_si: Uporabnik je shranjen.

source: The project user could not be saved. Please, try again.
sl_si: Uporabnika ni mogoče shraniti. Preverite vpisane podatke.

source: No users found.
sl_si: Ni uporabnikov.

source: No link found.
sl_si: Ni povezav.

source: The project user has been deleted.
sl_si: Uporabnik je izbrisan.

source: The project user could not be deleted. Please, try again.
sl_si: Uporabnika ni mogoče izbrisati.

source: The project has been deleted.
sl_si: Projekt je izbrisan.

source: The project could not be deleted. Please, try again.
sl_si: Projekta ni mogoče izbrisati.

source: The projects log has been saved.
sl_si: Zapis je shranjen.

source: The projects log could not be saved. Please, try again.
sl_si: Zapisa ni mogoče shraniti. Preverite vpisane podatke.

source: The projects log has been deleted.
sl_si: Zapis je izbrisan.

source: The projects log could not be deleted. Please, try again.
sl_si: Zapisa ni mogoče izbrisati.

source: The projects milestone has been saved.
sl_si: Mejnik je shranjen.

source: The projects milestone could not be saved. Please, try again.
sl_si: Mejnika ni mogoče shraniti. Preverite vpisane podatke.

source: The projects milestone has been deleted.
sl_si: Mejnik je izbrisan.

source: The projects milestone could not be deleted. Please, try again.
sl_si: Mejnika ni mogoče izbrisati.

source: The projects status has been saved.
sl_si: Status je shranjen.

source: The projects status could not be saved. Please, try again.
sl_si: Statusa ni mogoče shraniti. Preverite vpisane podatke.

source: The projects status has been deleted.
sl_si: Status je izbrisan.

source: The projects status could not be deleted. Please, try again.
sl_si: Statusa ni mogoče izbrisati.

source: The projects tasks comment has been saved.
sl_si: Opravilo je shranjeno.

source: The projects tasks comment could not be saved. Please, try again.
sl_si: Komentarja ni mogoče shraniti. Preverite vpisane podatke.

source: The projects tasks comment has been deleted.
sl_si: Komentar je izbrisan.

source: The projects tasks comment could not be deleted. Please, try again.
sl_si: Komentarja ni mogoče izbrisati.

source: The projects task has been saved.
sl_si: Opravilo je shranjeno.

source: The projects task could not be saved. Please, try again.
sl_si: Opravila ni mogoče shraniti. Preverite vpisane podatke.

source: The projects task has been deleted.
sl_si: Opravilo je izbrisano.

source: The projects task could not be deleted. Please, try again.
sl_si: Opravila ni mogoče izbrisati.

source: The projects workhour has been saved.
sl_si: Delovni čas je shranjen.

source: The projects workhour could not be saved. Please, try again.
sl_si: Delovnega časa ni mogoče shraniti. Preverite vpisane podatke.

source: The projects workhour has been deleted.
sl_si: Delovni čas je izbrisan.

source: The projects workhour could not be deleted. Please, try again.
sl_si: Delovnega časa ni mogoče izbrisati.

source: Projects
sl_si: Projekti

source: Project
sl_si: Projekt

source: no project
sl_si: brez

source: Workhours
sl_si: Ure/Strošek

source: Reports
sl_si: Izpisi

source: Lookups
sl_si: Šifranti

source: Statuses
sl_si: Statusi

source: Edit Log
sl_si: Uredi zapis

source: Add Log
sl_si: Dodaj zapis

source: Save
sl_si: Shrani

source: Edit Milestone
sl_si: Uredi mejnik

source: Add Milestone
sl_si: Nov mejnik

source: Title
sl_si: Naziv

source: Due
sl_si: Rok

source: Edit Project Status
sl_si: Uredi status projekta

source: Add Project Status
sl_si: Vpis statusa projekta

source: Title is required.
sl_si: Naziv je zahtevano polje.

source: Add
sl_si: Vpis

source: Edit Comment
sl_si: Uredi komentar

source: Add Comment
sl_si: Nov komentar

source: User
sl_si: Uporabnik

source: Description
sl_si: Opis

source: Edit Task
sl_si: Uredi opravilo

source: Add Task
sl_si: Novo opravilo

source: Assigned User
sl_si: Dodeljeno

source: Milestone
sl_si: Mejnik

source: All Users
sl_si: Vsi uporabniki

source: All Milestones
sl_si: Vsi mejniki

source: Created on
sl_si: Ustvarjeno

source: Last Updated
sl_si: Spremenjeno

source: Total Comments
sl_si: Vsi komentarji

source: Ascending
sl_si: Naraščujoče

source: Oldest
sl_si: Starjši naprej

source: Descending
sl_si: Padajoče

source: Newest
sl_si: Novejši naprej

source: New Task
sl_si: Novo opravilo

source: Author
sl_si: Avtor

source: Open
sl_si: Odprtih

source: Closed
sl_si: Zaključenih

source: No tasks found.
sl_si: Ni opravil.

source: Try adjusting your search filters.
sl_si: Poizkusite spremeniti filtre.

source: Filter contains one issue:
sl_si: Filter vsebuje napako:

source: Edit
sl_si: Uredi

source: Delete
sl_si: Briši

source: Are you sure you want to delete this comment?
sl_si: Ste prepričani, da želite izbrisati komentar?

source: Owner
sl_si: Avtor

source: Assigned To
sl_si: Dodeljeno

source: Due Date
sl_si: Rok

source: opened on {0}
sl_si: odprt {0}

source: Add a new Comment
sl_si: Nov komentar

source: changed on {0}
sl_si: spremenil/a {0}

source: Unassigned
sl_si: Nedodeljen

source: from {0} to {1}
sl_si: iz {0} na {1}

source: No Milestone
sl_si: Brez mejnika

source: commented on {0}
sl_si: komentiral/a {0}

source: Started
sl_si: Začetek

source: Duration
sl_si: Trajanje

source: No workhours for this project found.
sl_si: Ni vpisanih ur na projektu.

source: Edit Project Workhour
sl_si: Uredi delo

source: Add Project Workhour
sl_si: Vpis dela

source: Confirmed
sl_si: Potrjeno

source: All Projects
sl_si: Projekti

source: Me
sl_si: Zame

source: Workhours for {0} by {1}
sl_si: Delovne ure za "{0}" od {1}

source: Descript
sl_si: Opis

source: Total duration
sl_si: Skupno trajanje

source: Edit Project
sl_si: Uredi projekt

source: Add Project
sl_si: Vpis projekta

source: No.
sl_si: Št.

source: No already exists
sl_si: Številka že obstaja

source: Active
sl_si: Aktivni

source: Latitude
sl_si: Zem. širina

source: Longitude
sl_si: Zem. dolžina

source: Pick on Map
sl_si: Označi na karti

source: Icon
sl_si: Ikona

source: Colorize
sl_si: Obarvanost

source: All
sl_si: Vsi

source: All Statuses
sl_si: Vsi statusi

source: {0} Projects for {1}
sl_si: {0} Projekti za status {1}

source: Last Log
sl_si: Zadnji zapisi

source: Projects Map
sl_si: Zemljevid projektov

source: Edit Project User
sl_si: Uredi uporabnika

source: Add Project User
sl_si: Dodaj uporabnika

source: Are you sure you want to delete this project?
sl_si: Ste prepričani, da želite izbrisati projekt?

source: Add Workhour
sl_si: Dodaj delovne ure

source: Add User
sl_si: Vpis uporabnika

source: Milestones
sl_si: Mejniki

source: Logs
sl_si: Zapisi

source: Users
sl_si: Uporabniki

source: No logs found.
sl_si: Zapisi ne obstajajo.

source: delete
sl_si: briši

source: edit
sl_si: uredi

source: not set
sl_si: brez

source: Last updated
sl_si: Posodobljeno

source: complete
sl_si: zaključenih

source: open
sl_si: odprtihd

source: closed
sl_si: zaključenih

source: Close
sl_si: Zapri

source: Are you sure?
sl_si: Ste prepričani?

source: {0} opened {1}
sl_si: {0} odprto {1}

source: {0} closed {1}
sl_si: {0} zaključenih {1}
