Repository: malamalca/arhint
Catalog: resources/locales/*/default.po
Languages: sl_si

source: Intranet Notification
sl_si: Intranet obvestila

source: Intranet Report
sl_si: Intranet poročilo

source: Invalid attachment model or foreign ID.
sl_si: Napačna povezava ali id povezave priponke.

source: The attachment has been saved.
sl_si: Priponka je shranjena.

source: The attachment could not be saved. Please, try again.
sl_si: Priponke ni mogoče shraniti. Preverite vpisane podatke in poizkusite ponovno.

source: The attachment has been deleted.
sl_si: Priponka je izbrisana.

source: The attachment could not be deleted. Please, try again.
sl_si: Priponke ni mogoče izbrisati, ker je povezan z veljavnimi podatki.

source: OCR processing failed. Please, try again.
sl_si: Optični prepoznavanje besedila (OCR) ni bilo uspešno. Poizkusite ponovno.

source: The note has been saved.
sl_si: Opomnik je shranjen.

source: The note could not be saved. Please, try again.
sl_si: Opomnika ni mogoče shraniti. Preverite vpisane podatke in poizkusite ponovno.

source: PDF Sign
sl_si: PDF Podpis

source: PDF Merge
sl_si: PDF Združevanje

source: PDF Splice
sl_si: PDF Razrez

source: Add Note
sl_si: Nov opomnik

source: Dashboard Note
sl_si: Opomniki

source: Prev
sl_si: Naprej

source: Next
sl_si: Nazaj

source: Created {0}
sl_si: Ustvarjen {0}

source: edit
sl_si: urei

source: No notes found. [$1Add] your first note.
sl_si: Ni vpisanega še nobenega opomnika. Za vpis novega kliknite [$1tukaj]

source: An email with password reset instructions has been sent.
sl_si: Email z navodili za spremembo gesla je bil poslan na vpisani naslov.

source: No user with specified email has been found.
sl_si: Uporabnik z vpisanim email naslovom ne obstaja.

source: Reset key does not exist.
sl_si: Napačna povezava.

source: User does not exist.
sl_si: Uporabnik ne obstaja.

source: Password has been changed.
sl_si: Geslo je spremenjeno.

source: Please verify that the information is correct.
sl_si: Prosimo preverite vpisane podatke.

source: The user has been saved.
sl_si: Uporabnik je shranjen.

source: The user could not be saved. Please, try again.
sl_si: Uporabnika ni mogoče shraniti. Preverite vpisane podatke in poizkusite ponovno.

source: Properties have been saved.
sl_si: Nastavitve so shranjene.

source: Properties could not be saved. Please, try again.
sl_si: Ni mogoče shraniti nastavitev. Preverite vpisane podatke.

source: The user has been deleted.
sl_si: Uporabnik je izbrisan.

source: The user could not be deleted. Please, try again.
sl_si: Uporabnika ni mogoče izbrisati, ker je povezan z veljavnimi podatki.

source: INBOX Emails
sl_si: INBOX email sporočila

source: Archive
sl_si: Arhiv

source: Password Reset
sl_si: Sprememba gesla

source: Search
sl_si: Iskanje

source: Filename
sl_si: Datoteka

source: Size
sl_si: Velikost

source: Attachment Preview
sl_si: Predogled

source: No attachments found.
sl_si: Ni priponk.

source: Add New Attachment
sl_si: Nova priponka

source: hour
sl_si: ur

source: minute
sl_si: minut

source: hr
sl_si: ur

source: Are you sure you want to delete this item?
sl_si: Ste prepričani, da želite izbrisati element?

source: No records found.
sl_si: Ni vpisanih podatkov.

source: Hours
sl_si: Ure

source: Minutes
sl_si: Minute

source: Add Attachment for "{0}"
sl_si: Nova priponka za "{0}"

source: Upload
sl_si: Prenesi

source: Back
sl_si: Nazaj

source: Attachment
sl_si: Priponka

source: Edit Note
sl_si: Uredi opomnik

source: Note
sl_si: Opomnik

source: Save
sl_si: Shrani

source: Download
sl_si: Prenos

source: Set new password for {0}
sl_si: Novo geslo za {0}

source: New Password
sl_si: Novo geslo

source: Password is required, format must be valid.
sl_si: Geslo je obvezno, preverja se format.

source: Repeat Password
sl_si: Ponovitev gesla

source: Passwords do not match.
sl_si: Gesli se ne ujemata.

source: Change
sl_si: Spremeni

source: Edit User
sl_si: Uredi uporabnika

source: Basics
sl_si: Osnovni podatki

source: Name
sl_si: Ime

source: Active User
sl_si: Aktiven uporabnik

source: Hidden User
sl_si: Skrit uporabnik

source: Login
sl_si: Prijava

source: Privileges
sl_si: Pravice

source: Admin
sl_si: Administrator

source: Group Admin
sl_si: Vodja skupine

source: Editor
sl_si: Urednik

source: Reader
sl_si: Bralec

source: Plugin Access
sl_si: Dostop za plugin-e

source: Username
sl_si: Uporabniško ime

source: Password
sl_si: Geslo

source: All
sl_si: Vsi

source: Inactive
sl_si: Neaktivni

source: Active
sl_si: Aktivni

source: {0} Users
sl_si: {0} uporabniki

source: Add
sl_si: Vpis

source: Remember me on this computer
sl_si: Zapomni si prijavo na tem računalniku

source: Forgot your password?
sl_si: Pozabljeno geslo?

source: My Properties
sl_si: Nastavitve

source: Login Redirect
sl_si: Preusmeritev

source: Only png images smaller than 30kB allowed.
sl_si: Dovoljene so samo png datoteke manjše od 30kB.

source: Email Notifications
sl_si: Email obvestila

source: Receive Notifications Email
sl_si: Prejmi obvestila na email

source: Change Password
sl_si: Sprememba gesla

source: Current Password
sl_si: Trenutno geslo

source: Must not be empty.
sl_si: Polje ne sme ostati prazno.

source: Email is required, format must be valid.
sl_si: Email je obvezno polje, preverja se veljavnost.

source: Request new Password
sl_si: Zahteva za spremembo gesla

source: User data for {0}
sl_si: Podatki za {0}

source: Edit
sl_si: Uredi

source: Delete
sl_si: Briši

source: Are you sure you want to delete this user?
sl_si: Ste prepričani, da želite izbrisati uporabnika?

source: Drag and Drop file here<br/>Or<br/>Click to select file
sl_si: Povlecite in spustite datoteko tukaj<br />ali<br />Kliknite za izbiro datoteke

source: Compression
sl_si: Stiskanje

source: Default
sl_si: Privzeto

source: Printer (300 dpi)
sl_si: Za tiskalnik (300 dpi)

source: Prepress (300 dpi)
sl_si: Tiskarna (300 dpi)

source: Ebook (150 dpi)
sl_si: E-Knjiga (150 dpi)

source: Screen (72 dpi)
sl_si: Zaslon (72dpi)

source: Encode to PDF/A
sl_si: Kodiraj v PDF/A

source: Submit
sl_si: Pošlji

source: Drag Here
sl_si: Povlecite sem

source: Drop
sl_si: Spustite

source: Upload a file first!
sl_si: Najprej prenesite datoteko!

source: Please enter target file name!
sl_si: Vpišite naziv ciljne datoteke!

source: Target filename should be PDF!
sl_si: Ime ciljne datoteke mora imeti končnico PDF!

source: Only pdf files are allowed
sl_si: Dovoljene so samo PDF datoteke

source: Certificate
sl_si: Certifikat

source: Signature
sl_si: Podpis

source: Page
sl_si: Stran

source: First Page
sl_si: Prva stran

source: Last Page
sl_si: Zadnja stran

source: Split into multiple pages
sl_si: Razdeli na več strani

source: Date
sl_si: Datum

source: User
sl_si: Uporabnik

source: Action
sl_si: Akcija

source: Details
sl_si: Podrobnosti

source: System
sl_si: Sistem

source: You've received this mail from password reset request on Famiree
sl_si: Prejeli ste email za spremembo gesla

source: Please follow this url to change your password:
sl_si: Kliknite na povezavo, kjer vpišete novo geslo:

source: Please discard this email if you did not want to change your password.
sl_si: Ta email prezrite, če niste zahtevali spremembo gesla.

source: Best Regards.
sl_si: Lep pozdrav.

source: Settings
sl_si: Nastavitve

source: Utils
sl_si: Pripomočki

source: Logout
sl_si: Odjava
