Repository: malamalca/arhint
Catalog: plugins/LilExpenses/resources/locales/*/lil_expenses.po
Languages: sl_si

source: Invalid ajax call.
sl_si: Napaka pri povezavi ajax.

source: The expense has been saved.
sl_si: Prihodek/odhodek je shranjen.

source: The expense could not be saved. Please, try again.
sl_si: Prihodka/odhodka ni bilo mogoče shraniti. Preverite polja in poizkusite ponovno.

source: The expense has been deleted.
sl_si: Prihodek/odhodek je bil izbrisan.

source: The expense could not be deleted. Please, try again.
sl_si: Prihodka/odhodka ni bilo mogoče izbrisati.

source: Error creating PDF.
sl_si: Napaka pri generiranju PDF datoteke.

source: The payment has been saved.
sl_si: Plačilo je shranjeno.

source: The payments account has been saved.
sl_si: Računa ni mogoče shraniti.

source: The payments account could not be saved. Please, try again.
sl_si: Računa ni mogoče shraniti. Preverite vpisana polja.

source: The payments account has been deleted.
sl_si: Račun je bil izbrisan.

source: The payments account could not be deleted. Please, try again.
sl_si: Računa ni mogoče izbrisati. Poizkusite ponovno.

source: The payment could not be saved. Please, try again.
sl_si: Plačila ni mogoče shraniti. Preverite vpisana polja.

source: The payment has been deleted.
sl_si: Plačilo je izbrisano.

source: The payment could not be deleted. Please, try again.
sl_si: Plačila ni mogoče izbrisati. Poizkusite ponovno.

source: Income and Expenses
sl_si: Prihodki in odhodki

source: Accounting
sl_si: Prihodki in odhodki

source: Income/Expense
sl_si: Prihodki/Odhodki

source: Income
sl_si: Prihodek

source: Expense
sl_si: Odhodek

source: Neither expense nor income
sl_si: Ni ne prihodek, ne odhodek.

source: Payments
sl_si: Plačila

source: Expenses
sl_si: Odhodki

source: Reports
sl_si: Izpisi

source: Unpaid Invoices
sl_si: Odprte postavke

source: Import
sl_si: Uvoz

source: Lookups
sl_si: Šifranti

source: Accounts
sl_si: Računi

source: Date
sl_si: Datum

source: Account
sl_si: Račun

source: Amount
sl_si: Količina

source: Add Payment
sl_si: Vpis plačila

source: Total
sl_si: Skupaj

source: Edit
sl_si: Uredi

source: Delete
sl_si: Briši

source: Are you sure you want to delete this payment?
sl_si: Ste prepričani, da želite izbrisati plačilo?

source: Edit Payment
sl_si: Urejanje plačila

source: No expense for this item found.
sl_si: Plačilo nima prihodka/odhodka.

source: Edit Expense
sl_si: Uredi prihodek/odhodek

source: Add Expense
sl_si: Dodaj prihodek/odhodek

source: Are you sure you want to delete this expense?
sl_si: Ste prepričani, da želite izbrisati prihodek/odhodek?

source: Basics
sl_si: Osnovni podatki

source: Description
sl_si: Opis

source: Date is required.
sl_si: Vpišite datum.

source: Net Total
sl_si: Neto

source: Payment
sl_si: Plačilo

source: do not create payment
sl_si: ni še plačano

source: Save
sl_si: Shrani

source: IMPORT: SepaXML
sl_si: UVOZ: Sepa XML - 1. korak

source: Upload a XML
sl_si: Prenos XML datoteke

source: Link with Sepa Payment
sl_si: Poveži s plačilom

source: IMPORT: SepaXML - Step2
sl_si: UVOZ: Sepa XML - 2. korak

source: Upload file
sl_si: Prenos datoteke

source: Descript
sl_si: Opis

source: Client
sl_si: Klient

source: Action
sl_si: Akcija

source: Link with Existing Payment
sl_si: Poveži z obstoječim plačilom

source: Pay an Existing Expense
sl_si: Plačilo obstoječega prihodka/odhodka

source: Create a New Expense
sl_si: Vpis novega prihodka/odhodka

source: Link with existing Payment
sl_si: Poveži z obstoječim plačilom

source: Add Payment to Existing Expense
sl_si: Plačilo obstoječega prihodka/odhodka

source: Add new Expense
sl_si: Dodaj prihodek/odhodek

source: Expenses {0} from {1} to {2}
sl_si: Prihodki/odhodki {0} od {1} do {2}

source: Entire Year
sl_si: celo leto

source: {0} for {1} {2}
sl_si: {0} za {1} {2}

source: Add
sl_si: Dodaj

source: Kind
sl_si: Tip

source: Decription
sl_si: Opis

source: Recapitulation
sl_si: Rekapitulacija

source: REPORT: Unpaid Invoices
sl_si: IZPIS: Odprte postavke

source: Filter by Counter
sl_si: Filter po števcu

source: Filters
sl_si: Filter

source: Issued from
sl_si: Dat. dokumenta od

source: Issued to
sl_si: Dat. dokumenta do

source: Only overdue invoices
sl_si: Samo zapadli neplačani dokumenti

source: Print
sl_si: Izpis

source: from %1$s to %2$s
sl_si: Od %1$s do %2$s

source: to %s
sl_si: Do %s

source: from %s
sl_si: Od %s

source: For all counters.
sl_si: Za vse števce

source: For specified counters: %s
sl_si: Za izbrane števce: %s

source: Cnt
sl_si: Z.št.

source: No
sl_si: Št.

source: Issued
sl_si: Izdan

source: Title
sl_si: Naziv

source: Delta
sl_si: Razlika

source: No invoices found
sl_si: Ni vpisanih dokumentov.

source: From/To Account
sl_si: Iz/na račun

source: Links to Expenses
sl_si: Povezave s prihodki/odhodki

source: Cancel
sl_si: Prekliči

source: Expense already exists.
sl_si: Prihodek ali odhodek pri plačilu je podvojen.

source: all accounts
sl_si: vsi računi

source: All Accounts
sl_si: Vsi računi

source: From
sl_si: iz

source: To
sl_si: na

source: from+to
sl_si: iz+na

source: From + To
sl_si: Iz + na

source: Payments {0} {1}
sl_si: Plačila {0} {1}

source: Payments {0} {1} from {2} to {3}
sl_si: Plačila {0} {1} od {2} do {3}

source: Payments {0} {1} for {2} {3}
sl_si: Plačila {0} {1} za {2} {3}

source: Edit Account
sl_si: Urejanje računa

source: Add Account
sl_si: Vpis računa

source: Are you sure you want to delete this account?
sl_si: Ste prepričani, da želite izbrisati račun?

source: Primary Account
sl_si: Primarni račun

source: Active Account
sl_si: Aktiven račun

source: Account List
sl_si: Seznam računov

source: Active
sl_si: Aktiven
